{
  "about": {
    "title": "О нас",
    "intro": "Vue Dating - это современное приложение для знакомств, созданное, чтобы помочь людям найти значимые связи в безопасной и приятной среде.",
    "mission": {
      "title": "Наша миссия",
      "description": "Наша миссия - создать платформу, где люди могут найти настоящие связи на основе общих интересов и ценностей. Мы верим, что значимые отношения строятся на совместимости и взаимном уважении."
    },
    "story": {
      "title": "Наша история",
      "description": "Vue Dating был основан в 2023 году командой разработчиков, которые были увлечены созданием лучшего опыта знакомств. Мы заметили, что многие приложения для знакомств были сосредоточены на поверхностных связях, поэтому мы решили создать что-то другое - приложение, которое отдает приоритет настоящим отношениям и безопасности пользователей."
    },
    "values": {
      "title": "Наши ценности",
      "items": [
        {
          "title": "Безопасность",
          "description": "Мы отдаем приоритет безопасности пользователей с помощью строгих процессов проверки и контроля конфиденциальности."
        },
        {
          "title": "Подлинность",
          "description": "Мы поощряем настоящие связи и честное взаимодействие между пользователями."
        },
        {
          "title": "Инклюзивность",
          "description": "Мы приветствуем людей всех происхождений и идентичностей на нашей платформе."
        },
        {
          "title": "Инновации",
          "description": "Мы постоянно улучшаем наше приложение с помощью новых функций и технологий."
        }
      ]
    },
    "team": {
      "title": "Наша команда",
      "members": [
        {
          "name": "Алекс Джонсон",
          "position": "Основатель и генеральный директор",
          "photo": "/images/team/alex.jpg",
          "bio": "Алекс имеет более 10 лет опыта в разработке программного обеспечения и страсть к созданию значимых социальных платформ."
        },
        {
          "name": "Сара Чен",
          "position": "Технический директор",
          "photo": "/images/team/sarah.jpg",
          "bio": "Сара руководит нашей технической командой благодаря своему опыту в создании масштабируемых и безопасных приложений."
        },
        {
          "name": "Майкл Родригес",
          "position": "Руководитель отдела дизайна",
          "photo": "/images/team/michael.jpg",
          "bio": "Майкл обеспечивает интуитивно понятный и приятный пользовательский опыт в нашем приложении."
        },
        {
          "name": "Эмма Уилсон",
          "position": "Руководитель отдела маркетинга",
          "photo": "/images/team/emma.jpg",
          "bio": "Эмма разрабатывает стратегии, помогающие людям открывать для себя и наслаждаться нашей платформой."
        }
      ]
    },
    "contact": {
      "title": "Свяжитесь с нами",
      "description": "Есть вопросы или отзывы? Мы будем рады услышать от вас. Свяжитесь с нашей командой, используя контактную форму или напишите нам на",
      "button": "Связаться с нами"
    }
  }
} 