{
  "privacy": {
    "title": "Политика конфиденциальности",
    "introduction": {
      "title": "Введение",
      "content": "В Vue Dating мы серьезно относимся к вашей конфиденциальности. Эта политика конфиденциальности объясняет, как мы собираем, используем и защищаем вашу личную информацию при использовании нашего сервиса знакомств. Используя Vue Dating, вы соглашаетесь с практиками, описанными в этой политике."
    },
    "dataCollection": {
      "title": "Информация, которую мы собираем",
      "content": "Мы собираем различные типы информации для предоставления и улучшения нашего сервиса. Это включает:",
      "items": [
        "Личную информацию, предоставляемую при регистрации (имя, электронная почта, дата рождения)",
        "Информацию профиля, которую вы решите поделиться (фотографии, интересы, описание)",
        "Данные о местоположении (если вы включите службы определения местоположения)",
        "Информацию об использовании (как вы взаимодействуете с приложением)",
        "Коммуникации с другими пользователями и нашей командой",
        "Информацию об устройстве (операционная система, тип браузера, IP-адрес)"
      ]
    },
    "dataSecurity": {
      "title": "Как мы защищаем ваши данные",
      "content": "Мы применяем строгие меры безопасности для защиты вашей личной информации от несанкционированного доступа, изменения или раскрытия. Это включает шифрование, безопасные серверы и регулярные проверки безопасности. Однако ни один метод передачи через Интернет не является 100% безопасным, и мы не можем гарантировать абсолютную безопасность."
    },
    "cookiesPolicy": {
      "title": "Файлы cookie и технологии отслеживания",
      "content": "Мы используем файлы cookie и аналогичные технологии для улучшения вашего опыта, анализа шаблонов использования и предоставления персонализированного контента. Вы можете управлять настройками файлов cookie через настройки вашего браузера, но это может повлиять на некоторые функции нашего сервиса."
    },
    "thirdPartyServices": {
      "title": "Сторонние сервисы",
      "content": "Мы можем привлекать сторонние компании для содействия нашему сервису, предоставления услуг от нашего имени или помощи в анализе использования нашего сервиса. Эти третьи стороны могут иметь доступ к вашим личным данным только для выполнения этих задач от нашего имени и обязаны не раскрывать и не использовать их для каких-либо других целей."
    },
    "yourRights": {
      "title": "Ваши права на конфиденциальность",
      "content": "У вас есть определенные права в отношении вашей личной информации:",
      "items": [
        "Доступ и просмотр данных, которые мы имеем о вас",
        "Исправление неточной или неполной информации",
        "Удаление вашей учетной записи и связанных данных",
        "Возражение против определенных типов обработки",
        "Экспорт ваших данных в переносимом формате",
        "Отзыв согласия на дополнительные функции"
      ]
    },
    "contactUs": {
      "title": "Свяжитесь с нами по вопросам конфиденциальности",
      "content": "Если у вас есть какие-либо вопросы о настоящей Политике конфиденциальности или наших методах обработки данных, пожалуйста, свяжитесь с нами по адресу email. Мы ответим на ваш запрос как можно скорее."
    },
    "lastUpdated": "Последнее обновление этой Политики конфиденциальности было 15 января 2024 года."
  }
}
