{
  "testimonials": {
    "title": "Истории успеха",
    "description": "Узнайте, что говорят пользователи, которые нашли свою любовь с помощью нашего приложения",
    "readMore": "Читать больше историй",
    "items": [
      {
        "id": 1,
        "name": "Мария и Дмитрий",
        "photo": "/images/testimonials/1.png",
        "text": "Мы познакомились здесь 2 года назад и сейчас уже женаты! Это приложение полностью изменило нашу жизнь. Спасибо за то, что помогли нам найти друг друга.",
        "rating": 5
      },
      {
        "id": 2,
        "name": "Ольга",
        "photo": "/images/testimonials/2.png",
        "text": "После нескольких неудачных попыток на других сайтах знакомств, я решила попробовать это приложение. Уже через неделю я встретила своего нынешнего парня!",
        "rating": 5
      },
      {
        "id": 3,
        "name": "Сергей",
        "photo": "/images/testimonials/3.png",
        "text": "Очень удобный интерфейс и действительно работающий алгоритм подбора пар. Нашел много интересных людей и новых друзей.",
        "rating": 4
      },
      {
        "id": 4,
        "name": "Анна и Алекс",
        "photo": "/images/testimonials/4.png",
        "text": "Благодаря этому приложению мы нашли друг друга и теперь планируем свадьбу. Удивительно, как технологии могут объединять людей.",
        "rating": 5
      },
      {
        "id": 5,
        "name": "Нина",
        "photo": "/images/testimonials/5.png",
        "text": "Сначала я была скептически настроена, но это приложение действительно работает. Я встретила столько замечательных людей и завела отличных друзей.",
        "rating": 4
      },
      {
        "id": 6,
        "name": "Игорь и Елена",
        "photo": "/images/testimonials/6.png",
        "text": "Мы нашли друг друга в этом приложении и с тех пор неразлучны. Это отличная платформа для знакомства с настоящими людьми.",
        "rating": 5
      },
      {
        "id": 7,
        "name": "Виктория",
        "photo": "/images/testimonials/7.png",
        "text": "Я никогда не думала, что найду кого-то настолько идеального. Это приложение сделало это возможным, и я навсегда благодарна.",
        "rating": 5
      }
    ]
  }
}
